[General Setting]
Language_Name=France--Français
Image_index=6
[ALL]
////////////////////////////////main/////////////////////////
IDC_STC_TITLE = Enregistreur
IDC_STC_SIZE = Taille:
IDC_STC_TIME = Temps:
IDC_STC_STATUS = Statut:

IDR_MENU_TRAY_SHOWMAIN = Voir l'interface
IDR_MENU_TRAY_START = Enregistrer
IDR_MENU_TRAY_PAUSE = Pause
IDR_MENU_TRAY_STOP = Stop
IDR_MENU_TRAY_EXIT = Fermer


IDC_STATIC_TIP_RECORDDEST = Cible:
IDC_STATIC_TIP_AUDIO = Audio:
IDC_STATIC_TIP_OUTPUT = Enregistrer sous:
IDC_STATIC_RECORDDEST_NONE = Aucun
IDC_BUTTON_RECORD = Enregistrer
IDC_BUTTON_PAUSE = Pause
IDC_BUTTON_STOP = Stop
IDC_BUTTON_CONTINUE = Continuer

IDC_STATIC_MAIN_BUY = Acheter
IDC_STATIC_MAIN_REG = Enregistrer
IDC_STATIC_MAIN_ABOUT = Guider

strCameraFormat = Camera@%s
////////////////////////////////播放器/////////////////////////
IDC_STC_PLAYER_TITLE = Lecteurs médial
IDR_MENU_PLAYER_OPENFILE = Ouvrir un fichier
IDR_MENU_PLAYER_PLAY = Lire
IDR_MENU_PLAYER_PAUSE =Pause
IDR_MENU_PLAYER_STOP = Stop

////////////////////////////////设置/////////////////////////
IDC_STC_ADVANCEDSET_TITLE = Réglages
IDC_BUTTON_SETTARGET = Cible
IDC_BUTTON_SETVIDEO = Vidéo
IDC_BUTTON_SETAUDIO = Audio
IDC_BUTTON_SETWATERMARK = Filigrane
IDC_BUTTON_SETCURSOR = Curseur
ID_BUTTON_SETSCREENSHOT = Clichés
ID_BUTTON_SETHOTKEY = Raccourcis
ID_BUTTON_OK = OK
ID_BUTTON_CANCEL = Annuler

////////////////////////////////设置--视频/////////////////////////
IDC_STC_VIDEO_FOLDER = Dossier:
IDC_STC_VIDEO_RECORDREGION = Région:
IDC_STC_VIDEO_QUALITY = Qualité:
IDC_STC_VIDEO_FORMAT = Format:
IDC_STC_VIDEO_FRAME = FPS:
IDC_STC_VIDEO_RESOLUTION = Résolution:
IDC_STC_VIDEO_RECORDOBJECT = Objet:
IDC_STATIC_VIDEO_CAMERA = Caméra:
IDC_CHECK_RECORDSCREEN = Ecran
IDC_CHECK_RECORDCAMERA = Capture d'écran et webcam en même temps
IDC_RADIO_FULLSCREEN = Plein écran
IDC_RADIO_USERDEFINED = personnalisé
IDC_RADIO_CAMERA = Caméra
IDC_COMBO_VIDEO_QUALITY_0 = La plus haute
IDC_COMBO_VIDEO_QUALITY_1 = Haute
IDC_COMBO_VIDEO_QUALITY_2 = Moyenne
IDC_COMBO_VIDEO_QUALITY_3 = Faible
IDC_COMBO_VIDEO_QUALITY_4 = La plus faible
IDC_BTN_PREVIEW_OPEN = Aperçu
IDC_BTN_PREVIEW_CLOSE = Fermer
IDC_CHECK_VIDEO_HW = Activer l'accélération GPU
IDC_BUTTON_AUTORECORD = Auto Record

IDC_COMBO_VIDEO_RESOLUTION_0 = Taille originale
IDC_COMBO_VIDEO_RESOLUTION_1 = 50% de la taille originale
IDC_COMBO_VIDEO_RESOLUTION_2 = 320 x 240
IDC_COMBO_VIDEO_RESOLUTION_3 = 480 x 360
IDC_COMBO_VIDEO_RESOLUTION_4 = 640 x 480
IDC_COMBO_VIDEO_RESOLUTION_5 = 800 x 600
IDC_COMBO_VIDEO_RESOLUTION_6 = 1280 x 720
IDC_COMBO_VIDEO_RESOLUTION_USER = Définie par l'utilisateur

IDC_CHECK_TARGET_HIDECAMERA = Cacher fenêtre caméra enregistrée
IDC_CHECK_TARGET_HOTSHOT = Utilisateur avancé
IDC_STATIC_TARGET_SCALE = Echelle:
IDC_STATIC_TARGET_SCALE_FORMAT = %0.1f 
IDC_STATIC_TARGET_HOTKEY_TIP = Raccourci：

IDC_STATIC_USERDEFINEDPARAM_TITLE = Défini par l'utilisateur
IDC_STATIC_USERDEFINEDPARAM_DES1 = Nouvelle résolution:
IDC_STATIC_USERDEFINEDPARAM_DES2 = Nouveau FPS:
IDC_STATIC_USERDEFINEDPARAM_TIP1 = La largeur de la vidéo ne peut pas être vide!
IDC_STATIC_USERDEFINEDPARAM_TIP2 = La hauteur de la vidéo ne peut pas être vide!
IDC_STATIC_USERDEFINEDPARAM_TIP3 = La largeur de la vidéo doit être supérieure à zéro!
IDC_STATIC_USERDEFINEDPARAM_TIP4 = La hauteur de la vidéo doit être supérieure à zéro!
IDC_STATIC_USERDEFINEDPARAM_TIP5 = Le taux d'échantillonage ne peut pas être vide!
IDC_STATIC_USERDEFINEDPARAM_TIP6 = Le taux d'échantillonage doit être supérieur à zéro!
IDC_STATIC_USERDEFINEDPARAM_TIP7 = Le taux d'échantillonage ne peut pas être supérieur à 40!

IDC_CHECK_TARGET_TRANS = Fenêtres translucides/superposées
IDC_STATIC_TARGET_TRANS = Quand cette option est cochée, les fenêtres transparentes/superposées affichées à l'écran seront enregistrées. Parce que cette option peut ralentir l'enregistrement, elle ne devrait être utilisée que si nécessaire.

////////////////////////////////设置--音频/////////////////////////
IDC_STC_AUDIO_DEVICE = Source:
IDC_STC_AUDIO_QUALITY = Qualité:
IDC_COMBO_AUDIO_QUALITY_0 = Haute
IDC_COMBO_AUDIO_QUALITY_1 = Moyenne
IDC_COMBO_AUDIO_QUALITY_2 = Faible

////////////////////////////////设置--水印/////////////////////////
IDC_BUTTON_WATERMARK_TAB_TEXT = Filigrane texte
IDC_BUTTON_WATERMARK_TAB_IMAGE = Filigrane image
IDC_STATIC_TEXTWATERMARK_TRANSPARENT = Transparence:
IDC_STATIC_TEXTWATERMARK_ROTATE = Rotation:
IDC_STATIC_TEXTWATERMARK_ALIGNMENT = Alignement:
IDC_STATIC_TEXTWATERMARK_ALIGNMENT_X = X：
IDC_STATIC_TEXTWATERMARK_ALIGNMENT_Y = Y：
IDC_CHECK_TEXTWATERMARK_SCROLL = Activer le défilement
IDC_STATIC_TEXTWATERMARK_DIRECT = Défilement direct
IDC_STATIC_TEXTWATERMARK_SIZE = Taille du défilement
IDC_STATIC_TEXTWATERMARK_TIME = Durée du défilement
IDC_CHECK_TEXTWATERMARK_FADEIN = Fondu d'introduction
IDC_CHECK_TEXTWATERMARK_FADEOUT = Fondu de sortie
IDC_CHECK_TEXTWATERMARK_REPEAT = Répéter
IDC_BUTTON_ADD_TEXTWATERMARK = Ajouter
IDC_BUTTON_TEXTWATERMARK_FONT = Fonte
IDC_BUTTON_TEXTWATERMARK_PREVIEW = Aperçu

IDC_STATIC_IMAGEWATERMARK_SCALE = Echelle:
IDC_STATIC_IMAGEWATERMARK_SCALE_WIDTH = Largeur:
IDC_STATIC_IMAGEWATERMARK_SCALE_HEIGHT = Hauteur:
IDC_STATIC_IMAGEWATERMARK_ROTATE = Rotation:
IDC_STATIC_IMAGEWATERMARK_FILEPATH = Fichier：
IDC_STATIC_WATERMARKPREVIEW_TITLE = Aperçu

IDC_BUTTON_WATERMARK_CLEAR = Effacer
IDC_CHECK_TEXTWATERMARK = Activer ce filigrane
IDC_COMBO_TEXTWATERMARK_DIRECT_0 = Horizontal
IDC_COMBO_TEXTWATERMARK_DIRECT_1 = Vertical

IDC_STATIC_WATERMARK_DES1 = Pas de filigrane
IDC_STATIC_WATERMARK_DES2 = Veuillez ajouter un filigrane

IDC_STATIC_IMAGEWATERMARK_IMAGE = Image:

////////////////////////////////设置--水印-Font/////////////////////////
IDC_STATIC_FONT_TITLE = Fonte
IDC_STATIC_FONT_NAME = Nom：
IDC_STATIC_FONT_SIZE = Taille
IDC_STATIC_FONT_COLOR = Couleur：
IDC_STATIC_FONT_DISTANCE = Espacement:
IDC_CHECK_FONT_SHADOW = Activer l'ombre
IDC_CHECK_FONT_STROKE = Activer le contour
IDC_CHECK_FONT_GLOWOUT = Activer illumination
IDC_BUTTON_FONT_OK = OK
IDC_BUTTON_FONT_CANCEL = Annuler


////////////////////////////////设置--鼠标/////////////////////////
IDC_CHECK_CURSOR_RECORD = Curseur de la souris intégré dans la vidéo.
IDC_CHECK_CURSOR_SCREENSHOT = Curseur intégré dans les clichés.
IDC_CHECK_CURSOR_SOUND = Effet sonore de clic de souris.
IDC_CHECK_CURSOR_CLICKEFFECT = Effet du clic de souris:
IDC_STATIC_CURSOR_LEFTTIP = Clic gauche:
IDC_STATIC_CURSOR_RIGHTTIP = Double clic gauche:

////////////////////////////////设置--截图/////////////////////////
IDC_STATIC_SCREENSHOT_FORMAT = Format fichier:
IDC_STATIC_SCREENSHOT_OUTPUT = Dossier d'enregistrement:
IDC_CHECK_SCREENSHOT_CLICK = Prendre un cliché d'écran quand il y a clic de souris
IDC_CHECK_SCREENSHOT_TIME = toute les
IDC_STATIC_SCREENSHOT_TIME = secondes
IDC_CHECK_SCREENSHOT_SOUND = Son de l'obturateur

////////////////////////////////设置--快捷键/////////////////////////
//suker
IDC_BUTTON_AUDIO_ADVANCED = Avancé

////////////////////////////////摄像头预览/////////////////////////
IDC_STATIC_CAMERAPREVIEW_TITLE = Aperçu - %s
IDS_OPEN_CAMERA_FAILED = Echec de l'ouverture de la caméra!

////////////////////////////////设置--常规/////////////////////////
IDC_CHECK_DEFAULTRECORDSIZE = Taille de l'enregistrement par défaut
IDC_CHECK_MINWINDOW = Quand vous enregistrez une fenêtre réduite
IDC_CHECK_OPENFILE = Ouvrir le fichier quand il est enregistré
IDC_STC_COMMON_CLOSEAPP = Fermez le programme quand：
IDC_RADIO_CLOSETO_TRAY = Réduire en icône
IDC_RADIO_CLOSETO_EXIT = Quitter le programme
IDC_COMBO_DEFAULTRECORDSIZE_0 = 400x300
IDC_COMBO_DEFAULTRECORDSIZE_1 = 640x480
IDC_COMBO_DEFAULTRECORDSIZE_2 = 720x480
IDC_COMBO_DEFAULTRECORDSIZE_3 = 800x600
IDC_COMBO_DEFAULTRECORDSIZE_4 = Plein écran

////////////////////////////////设置--高级/////////////////////////
IDC_STC_ADVANCED_HOTKEY = Les raccourcis:
IDC_STC_ADVANCED_RECORD = Démarrer:
IDC_STC_ADVANCED_PAUSE  = Pause:
IDC_STC_ADVANCED_STOP   = Stop:
IDC_STC_ADVANCED_SCREENSHOT   = Cliché:
IDC_STC_ADVANCED_NOTE   = Ajouter des commentaires:
IDC_CHECK_NOTE_TIME     = Heure/Date/Remarques:
IDC_CHECK_NOTE_WATERMARK= Ajouter un filigrane
IDC_CHECK_NOTE_TITLE    = Notes de titre

////////////////////////////////录制范围设置界面/////////////////////////
IDC_STC_AREAHELPER_TITLE = Aire
IDC_STATIC_WIDTH = Largeur:
IDC_STATIC_HEIGHT = Hauteur:
IDC_BUTTON_HELPER_RECORD = Enregistrer

////////////////////////////////图片列表/////////////////////////
IDC_BUTTON_BROWSERIMAGE_LOAD = Charger le filigrane
IDC_BUTTON_BROWSERIMAGE_DELETE = Supprimer
IDC_BUTTON_BROWSERIMAGE_OK = OK
IDC_BUTTON_BROWSERIMAGE_CANCEL = Annuler
IDC_BUTTON_BROWSERIMAGE_TITLE = Parcourir
IDC_BUTTON_BROWSERIMAGE_DES = Cliquez sur le bouton "Charger le filigrane" pour ajouter votre propre filigrane ou choisissez un filigrane existant.


////////////////////////////////提示信息/////////////////////////
IDS_PLAYER_FILTER = Fichiers vidéo|*.avi;*.mp4;*.wmv;*.mpg;*.swf|Tous les fichiers (*.*)|*.*||
IDS_RECORD_FAILED = Le début de l'enregistrement a échoué! Code d'erreur:%d
IDS_CREATEDIR_FAILED = Le dossier n'a pas pu être créé: %s ，veuillez réinitialiser!
IDS_FOLDER_ERRORNAME = Vous indiquez un nom de dossier erronné. Le nom de dossier ne peut contenir aucun des caractères suivants: * <> "/ |?
IDS_FOLDER_TIP1 = Le dossier %s n'existe pas. 
IDS_FOLDER_TIP2 = On le crée?
IDS_SELECT_FOLDER = Choisissez un dossier d'enregistrement
IDS_IMAGEWATERMARK_FILTER = Toutes les images(*.jpg;*.png;*.png;*.gif)|*.jpg;*.png;*.bmp;*.gif|


IDS_RECORD_START = Début de l'enregistrement ...

//suker
IDS_RECORD_RECORDING = Enregistrement ...
IDS_RECORD_PAUSE = En pause
IDS_RECORD_READY = Prêt

IDS_AUDIO_DEVICE_MIX_MIC =  Sons et microphone de l'ordinateur
IDS_AUDIO_DEVICE_MIX = Sons de l'ordinateur
IDS_AUDIO_DEVICE_MIC = Microphone
IDS_AUDIO_DEVICE_NONE = Aucun

IDS_CLOSEAPP_WHEN_RECORD = L'enregistrement est en cours, êtes-vous sûr de vouloir l'arrêter?
IDS_HOTKEY_REDEFINE = La touche [%s] n'a pas été réglée, veuillez régler les autres touches.
IDS_VOLUME = Volume
IDS_NO_CAMERADEVICE = Le logiciel ne détecte pas la caméra, assurez-vous que la caméra est installée correctement!
IDS_INIT_CAMERA_FAILED = Echec de l'initialisation de la caméra!
IDS_PLAYER_TITLE = Lecteur vidéo %s

[ImageListTabName]
Protection = Protection
Business = Affaires
Love = Amour
Festival = Festival
Icon = Icône
Feature = Fonction
Digital = Digital
Cute = Adorable
Life = La vie
User = Utilisateur



[Tips]
m_btnOutput = Ouvrir dossier d'enregistrement
m_btnSetOutput = Indiquer dossier d'enregistrement
m_btnStartRecord = Débuter l'enregistrement
m_btnSetRegionType = Indiquer la région
m_btnPlay = Lire
m_btnPause = Pause
m_btnStop = Stop
m_btnSettings = Réglages
m_btnChangeLang = Changer la langue
m_btnAudio = Périphérique audio
m_btnCamera_Open = Cliquez pour ouvrir la caméra
m_btnCamera_Close = Cliquez pour fermer la caméra
m_btnClose = Fermer
strHasTmpWatermark = Vous n'avez pas sauvé le filigrane, on l'ajoute?
strInvalidImage = Fichier image invalide!
strTrial = 
strFamilyLicense = Licence famille
strWatermark1 = 
strWatermark2 = www.thundershare.net
strWatermark3 = 
strConfigPath = \ThunderSoft\Free Screen Recorder\
strClearTip = Êtes-vous sûr de vouloir effacer tous les filigranes?

[ErrorCode]
0001 = Encodeur pas trouvén échec de l'enregistrement!
0002 = Initialisation anormale de l'encodeur, l'enregistrement a échoué!
0003 = Initialisation anormale de l'encodeur, l'enregistrement a échoué!
0004 =  Erreur de paramètre, échec de l'enregistrement!
0005 = Erreur interne, échec de l'enregistrement!

[frmReg]
lblTitle = Enregistrement du logiciel
lblDescription1 =  Version d'essai de ThunderSoft Screen Recorder, un filigrane apparaîtra sur l'enregistrement de l'écran. Achetez le code d'enregistrement pour retirer cette restriction.
lblDescription2 =   Vérifiez le mail d'enregistrement que nous vous avons envoyé avec le nom d'enregistrement et le code d'enregistrement après votre achat.
lblDescription3 =Payez une fois, recevez les mises à jour GRATUITES!
lblDescription3_1 = Clic  
lblDescription3_2 = bouton pour retirer toutes les limitations.
btnBuy = Acheter!
btnReg = Enregistrer
btnEvaluate = Evaluer

lblUserName = Mail de contact:
lblkey = Code d'enregistrement:
lblProblem = Sentez vous libres de nous contacter:

strNoKey =  Veuillez saisir votre clé d'enregistrement!
strNoName = Veuillez saisir votre mail de contact!
strErrorEmail = Votre format de mail n'est pas correct. Veuillez recommencer!
strRegSuccess =Enregistrement de la version illimitée réussi.
strRegToName = Ce logiciel est enregistré pour %s
strRegFailed = Echec de l'enregistrement de la version illimitée.
strErrorKeyLength = Longueur de code d'enregistrement invalide.
strRegFailedReason1 = Code produit invalide.
strRegFailedReason2 = Echec de l'initialisation de l'enregistrement.
strRegFailedReason3 = Echec de l'enregistrement du produit.
strRegFailedReason4 = Echec de l'activation du produit,tle code d'enregistrement ne peut pas être vérifié via ce réseau!
strInvalidKey = Le code d'enregistrement ne peut pas être vérifié, veuillez l'acheter pour avoir une clé valide.
strKeyBeDeleted = Nous avons détecté que votre information d'enregistrement a été supprimée, veuillez nous contacter pour réenregistrer votre logiciel!
support=Contactez l'équipe de support techique

[frmRegTip]
lblTitle=Conseil d'enregistrement
lblDes1_1=Echec de l'enregistrement, le code saisi ne peut être utilisé que sur 1 PC.
lblDes1_2=Echec de l'enregistrement,tle code saisi ne peut être utilisé que sur 3 PC.
lblDes2=Maintenant vous avez deux façons de résoudre ce problème:
lblBuy=1.  Achetez un autre code d'enregistrement pour autoriser ce PC.
lblActive=2. Retirez l'autorisation d'un autre PC, puis validez la licence sur le 2ème PC.
lblEmail=Code d'enregistrement:
btnBuy=Achetez!
btnActive=Continuer
btnOK=Fermer
strActiveFailed=Echec de l'autorisation de ce PC, veuillez saisir le code correct d'enregistrement!
lblTip1=
lblTip2=

[frmGetNewVersion]
Title = La dernière version a été publiée.
btnUpdate = Mettre à jour
btnCancel = Me le rappeler plus tard
HasNewVerson = Une nouvelle version (%s) a été publiée!
VersionTip = Nous sommes heureux d'annoncer une nouvelle version de %s avec un ensemble de nouvelles fonctions. L'utilisation de la dernière version peut améliorer votre utilisation, veuillez cliquer sur le bouton 'Mettre à jour' pour la télécharger.
FreeVersionTip = Nous sommes heureux d'annoncer une nouvelle version de %s avec un ensemble de nouvelles fonctions. L'utilisation de la dernière version peut améliorer votre utilisation, veuillez cliquer sur le bouton 'Mettre à jour' pour la télécharger.

[frmAbout]
Type = 1
About = À propos
version= Version:
VersionNumber = 6.3.0
copyright=Copyright (C) 2016 ThunderSoft. All Rights Reserved.
homePage= Visitez la page d'accueil de ce produit
lblRegTo=Enregistré pour:
support= Contacter notre équipe de support technique
btnOK = OK
lblDes = Attention: ce programme d'ordinateur est protégé par les lois et traités sur le copyright. Toute reproduction ou distribution non autorisée pourra entraîner des poursuites civiles et pénales sévères, et elles seront engagées pour obtenir le maximum autorisée par la loi.


[Product]
Company Name = ThunderSoft
CompanyHomePage = http://www.thundershare.net/free-screen-recorder/
Product short Name = Free Screen Recorder
Product long Name = Free Screen Recorder
ProductHomePage = http://www.thundershare.net/free-screen-recorder/
ProductHelpPage = http://www.thundershare.net/free-screen-recorder/
PurchaseURL = http://www.thundershare.net/screen-recorder/buy.html
BuyNowURL = http://www.thundershare.net/screen-recorder/buy.html
Support Email = thundersoftsupport@gmail.com